{"bos_token": "<s>", "eos_token": "</s>", "sep_token": "</s>", "cls_token": "<s>", "unk_token": "<unk>", "pad_token": "<pad>", "mask_token": {"content": "<mask>", "single_word": false, "lstrip": true, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "model_max_length": 512, "name_or_path": "unitary/multilingual-toxic-xlm-roberta", "special_tokens_map_file": "/home/dimdi-y/.cache/huggingface/transformers/845b52971279f9d24377d2767c9772aaf1dfb547226ce8e57796adf9b002f2d4.0dc5b1041f62041ebbd23b1297f2f573769d5c97d8b7c28180ec86b8f6185aa8", "sp_model_kwargs": {}, "tokenizer_class": "XLMRobertaTokenizer"}